const KrPrivacy = () => {
  return (
    <div className='prose-sm prose-stone'>
      <h1 className='text-2xl font-bold'>개인정보 처리방침</h1>
      <p>마지막 업데이트: 2025년 7월 12일</p>
      <p>
        본 개인정보 처리방침은 귀하가 서비스를 사용할 때 귀하의 정보를 수집,
        사용 및 공개에 관한 당사의 정책 및 절차를 설명하고 귀하의 개인 정보 보호
        권리 및 법률이 귀하를 어떻게 보호하는지에 대해 설명합니다.
      </p>
      <h2 className='text-xl font-bold'>해석 및 정의</h2>
      <h3 className='text-lg font-bold'>해석</h3>
      <p>
        첫 글자가 대문자로 된 단어는 다음 조건에 따라 의미가 정의됩니다. 다음
        정의는 단수 또는 복수에 관계없이 동일한 의미를 갖습니다.
      </p>
      <h3 className='text-lg font-bold'>정의</h3>
      <p>본 개인정보 처리방침의 목적을 위해:</p>
      <ul>
        <li>
          <p>
            <strong>계정</strong>은 귀하가 당사 서비스 또는 당사 서비스의 일부에
            액세스하기 위해 생성된 고유한 계정을 의미합니다.
          </p>
        </li>
        <li>
          <p>
            <strong>회사</strong>(본 계약에서 "회사", "당사", "우리" 또는
            "우리의"라고도 함)는 drawstarter를 의미합니다.
          </p>
        </li>
        <li>
          <p>
            <strong>쿠키</strong>는 웹사이트에서 귀하의 검색 기록의 세부 정보를
            포함하는 웹사이트에 의해 귀하의 컴퓨터, 모바일 장치 또는 기타 장치에
            배치되는 작은 파일입니다.
          </p>
        </li>
        <li>
          <p>
            <strong>국가</strong>는 일본을 의미합니다.
          </p>
        </li>
        <li>
          <p>
            <strong>장치</strong>는 컴퓨터, 휴대폰 또는 디지털 태블릿과 같이
            서비스에 액세스할 수 있는 모든 장치를 의미합니다.
          </p>
        </li>
        <li>
          <p>
            <strong>개인 데이터</strong>는 식별되거나 식별 가능한 개인과 관련된
            모든 정보입니다.
          </p>
        </li>
        <li>
          <p>
            <strong>서비스</strong>는 웹사이트를 의미합니다.
          </p>
        </li>
        <li>
          <p>
            <strong>사용 데이터</strong>는 서비스 사용 또는 서비스 인프라
            자체에서 생성된 자동으로 수집된 데이터를 의미합니다(예: 페이지 방문
            기간).
          </p>
        </li>
        <li>
          <p>
            <strong>웹사이트</strong>는 drawstarter.com에서 액세스할 수 있는
            drawstarter를 의미합니다.
          </p>
        </li>
        <li>
          <p>
            <strong>귀하</strong>는 서비스를 액세스하거나 사용하는 개인, 또는
            해당 개인이 서비스를 액세스하거나 사용하는 회사를 대신하는 회사를
            의미합니다.
          </p>
        </li>
      </ul>
      <h2 className='text-xl font-bold'>개인 데이터 수집 및 사용</h2>
      <h3 className='text-lg font-bold'>수집된 데이터 유형</h3>
      <h4>개인 데이터</h4>
      <p>
        당사 서비스를 사용하는 동안 당사는 귀하에게 연락하거나 식별하는 데
        사용할 수 있는 특정 개인 식별 정보를 제공하도록 요청할 수 있습니다. 개인
        식별 정보에는 다음이 포함될 수 있지만 이에 국한되지는 않습니다.
      </p>
      <ul>
        <li>
          <p>이메일 주소</p>
        </li>
        <li>
          <p>사용 데이터</p>
        </li>
      </ul>
      <h4>사용 데이터</h4>
      <p>사용 데이터는 서비스를 사용할 때 자동으로 수집됩니다.</p>
      <p>
        사용 데이터에는 귀하의 장치의 인터넷 프로토콜 주소(예: IP 주소),
        브라우저 유형, 브라우저 버전, 귀하가 방문하는 당사 서비스의 페이지,
        귀하의 방문 시간 및 날짜, 해당 페이지에서 보낸 시간, 고유한 장치 식별자
        및 기타 진단 데이터와 같은 정보가 포함될 수 있습니다.
      </p>
      <p>
        귀하가 모바일 장치를 통해 또는 모바일 장치를 통해 서비스에 액세스할 때
        당사는 귀하가 사용하는 모바일 장치 유형, 귀하의 모바일 장치 고유 ID,
        귀하의 모바일 장치의 IP 주소, 귀하의 모바일 운영 체제, 귀하가 사용하는
        모바일 인터넷 브라우저 유형, 고유한 장치 식별자 및 기타 진단 데이터를
        포함하되 이에 국한되지 않는 특정 정보를 자동으로 수집할 수 있습니다.
      </p>
      <p>
        당사는 또한 귀하가 당사 서비스를 방문할 때마다 또는 귀하가 모바일 장치를
        통해 또는 모바일 장치를 통해 서비스에 액세스할 때 귀하의 브라우저가
        보내는 정보를 수집할 수 있습니다.
      </p>
      <h3 className='text-lg font-bold'>추적 기술 및 쿠키</h3>
      <p>
        당사는 쿠키 및 유사한 추적 기술을 사용하여 당사 서비스의 활동을 추적하고
        특정 정보를 저장합니다. 사용되는 추적 기술은 비콘, 태그 및 스크립트로
        정보를 수집 및 추적하고 당사 서비스를 개선 및 분석합니다. 당사가
        사용하는 기술에는 다음이 포함될 수 있습니다.
      </p>
      <ul>
        <li>
          <strong>쿠키 또는 브라우저 쿠키.</strong> 쿠키는 귀하의 장치에
          배치되는 작은 파일입니다. 귀하는 모든 쿠키를 거부하거나 쿠키가 전송될
          때 표시하도록 브라우저에 지시할 수 있습니다. 그러나 쿠키를 수락하지
          않으면 당사 서비스의 일부를 사용하지 못할 수 있습니다. 귀하가 쿠키를
          거부하도록 브라우저 설정을 조정하지 않는 한 당사 서비스는 쿠키를
          사용할 수 있습니다.
        </li>
        <li>
          <strong>플래시 쿠키.</strong> 당사 서비스의 특정 기능은 로컬 저장된
          개체(또는 플래시 쿠키)를 사용하여 귀하의 기본 설정 또는 당사
          서비스에서의 귀하의 활동에 대한 정보를 수집하고 저장할 수 있습니다.
          플래시 쿠키는 브라우저 쿠키에 사용되는 것과 동일한 브라우저 설정으로
          관리되지 않습니다.
        </li>
        <li>
          <strong>웹 비콘.</strong> 당사 서비스 및 당사 이메일의 특정 섹션에는
          웹 비콘(투명 GIF, 픽셀 태그 및 단일 픽셀 GIF라고도 함)으로 알려진 작은
          전자 파일이 포함될 수 있으며, 이를 통해 회사는 예를 들어 해당 페이지를
          방문했거나 이메일을 연 사용자 수를 계산하고 기타 관련 웹사이트
          통계(예: 특정 섹션의 인기도 기록 및 시스템 및 서버 무결성 확인)를
          확인할 수 있습니다.
        </li>
      </ul>
      <p>
        쿠키는 "영구" 또는 "세션" 쿠키일 수 있습니다. 영구 쿠키는 귀하가
        오프라인 상태일 때 귀하의 개인용 컴퓨터나 모바일 장치에 남아 있지만 세션
        쿠키는 귀하가 웹 브라우저를 닫는 즉시 삭제됩니다.
      </p>
      <p>
        당사는 아래에 명시된 목적을 위해 세션 쿠키와 영구 쿠키를 모두
        사용합니다.
      </p>
      <ul>
        <li>
          <p>
            <strong>필수/필수 쿠키</strong>
          </p>
          <p>유형: 세션 쿠키</p>
          <p>관리자: 당사</p>
          <p>
            목적: 이 쿠키는 웹사이트를 통해 귀하에게 제공되는 서비스를 제공하고
            귀하가 일부 기능을 사용할 수 있도록 하는 데 필수적입니다. 사용자를
            인증하고 사용자 계정의 사기성 사용을 방지하는 데 도움이 됩니다. 이
            쿠키가 없으면 귀하가 요청한 서비스를 제공할 수 없으며 당사는
            귀하에게 해당 서비스를 제공하기 위해서만 이 쿠키를 사용합니다.
          </p>
        </li>
        <li>
          <p>
            <strong>쿠키 정책/고지 수락 쿠키</strong>
          </p>
          <p>유형: 영구 쿠키</p>
          <p>관리자: 당사</p>
          <p>
            목적: 이 쿠키는 사용자가 웹사이트에서 쿠키 사용에 동의했는지 여부를
            식별합니다.
          </p>
        </li>
        <li>
          <p>
            <strong>기능 쿠키</strong>
          </p>
          <p>유형: 영구 쿠키</p>
          <p>관리자: 당사</p>
          <p>
            목적: 이 쿠키를 통해 당사는 귀하가 웹사이트를 사용할 때 귀하가
            선택한 사항(예: 로그인 정보 또는 언어 기본 설정 기억)을 기억할 수
            있습니다. 이 쿠키의 목적은 귀하에게 보다 개인적인 경험을 제공하고
            귀하가 웹사이트를 사용할 때마다 기본 설정을 다시 입력할 필요가
            없도록 하는 것입니다.
          </p>
        </li>
      </ul>
      <h3 className='text-lg font-bold'>개인 데이터 사용</h3>
      <p>회사는 다음 목적으로 개인 데이터를 사용할 수 있습니다.</p>
      <ul>
        <li>
          <p>
            <strong>당사 서비스 제공 및 유지</strong>, 당사 서비스 사용 모니터링
            포함.
          </p>
        </li>
        <li>
          <p>
            <strong>귀하의 계정 관리:</strong> 서비스 사용자로서의 귀하의 등록을
            관리합니다. 귀하가 제공하는 개인 데이터는 등록된 사용자로서 귀하가
            사용할 수 있는 서비스의 다양한 기능에 대한 액세스를 제공할 수
            있습니다.
          </p>
        </li>
        <li>
          <p>
            <strong>계약 이행:</strong> 귀하가 구매한 제품, 품목 또는 서비스에
            대한 구매 계약 또는 서비스를 통해 당사와 체결한 기타 계약의 개발,
            준수 및 이행.
          </p>
        </li>
        <li>
          <p>
            <strong>귀하에게 연락하기:</strong> 이메일, 전화, SMS 또는 기타
            동등한 형태의 전자 통신(예: 모바일 애플리케이션의 푸시 알림)을 통해
            기능, 제품 또는 계약된 서비스와 관련된 업데이트 또는 정보 통신(보안
            업데이트 포함)에 대해 귀하에게 연락하기 위해, 구현에 필요하거나
            합리적인 경우.
          </p>
        </li>
        <li>
          <p>
            <strong>귀하에게 제공하기 위해</strong> 귀하가 그러한 정보를 받지
            않기로 선택하지 않는 한 귀하가 이미 구매했거나 문의한 것과 유사한
            다른 상품, 서비스 및 이벤트에 대한 뉴스, 특별 제공 및 일반 정보를
            제공합니다.
          </p>
        </li>
        <li>
          <p>
            <strong>귀하의 요청 관리:</strong> 당사에 대한 귀하의 요청에
            참석하고 관리합니다.
          </p>
        </li>
        <li>
          <p>
            <strong>사업 이전의 경우:</strong> 당사는 귀하의 정보를 사용하여
            합병, 매각, 구조 조정, 조직 개편, 해산 또는 당사 자산의 일부 또는
            전부의 기타 매각 또는 이전(계속 기업으로서 또는 파산, 청산 또는
            유사한 절차의 일부로서)을 평가하거나 수행할 수 있으며, 이 경우
            당사가 보유한 당사 서비스 사용자에 대한 개인 데이터는 이전되는 자산
            중 하나입니다.
          </p>
        </li>
        <li>
          <p>
            <strong>기타 목적의 경우</strong>: 당사는 귀하의 정보를 데이터 분석,
            사용 추세 식별, 판촉 캠페인의 효과 결정, 당사 서비스, 제품, 서비스,
            마케팅 및 귀하의 경험을 평가하고 개선하는 등 다른 목적으로 사용할 수
            있습니다.
          </p>
        </li>
      </ul>
      <p>당사는 다음과 같은 상황에서 귀하의 개인 정보를 공유할 수 있습니다.</p>
      <ul>
        <li>
          <strong>서비스 제공업체와:</strong> 당사는 귀하의 개인 정보를 서비스
          제공업체와 공유하여 당사 서비스 사용을 모니터링 및 분석하고 귀하에게
          연락할 수 있습니다.
        </li>
        <li>
          <strong>사업 이전의 경우:</strong> 당사는 합병, 회사 자산 매각, 자금
          조달 또는 당사 사업의 전부 또는 일부를 다른 회사에 인수하는 것과
          관련하여 또는 협상 중에 귀하의 개인 정보를 공유하거나 이전할 수
          있습니다.
        </li>
        <li>
          <strong>계열사와:</strong> 당사는 귀하의 정보를 당사 계열사와 공유할
          수 있으며, 이 경우 해당 계열사가 본 개인정보 처리방침을 준수하도록
          요구합니다. 계열사에는 당사의 모회사 및 당사가 통제하거나 당사와 공동
          통제하에 있는 기타 자회사, 합작 투자 파트너 또는 기타 회사가
          포함됩니다.
        </li>
        <li>
          <strong>비즈니스 파트너와:</strong> 당사는 귀하에게 특정 제품, 서비스
          또는 프로모션을 제공하기 위해 귀하의 정보를 비즈니스 파트너와 공유할
          수 있습니다.
        </li>
        <li>
          <strong>다른 사용자와:</strong> 귀하가 개인 정보를 공유하거나 공개
          영역에서 다른 사용자와 상호 작용할 때 해당 정보는 모든 사용자가 볼 수
          있으며 외부에서 공개적으로 배포될 수 있습니다.
        </li>
        <li>
          <strong>귀하의 동의 하에</strong>: 당사는 귀하의 동의 하에 다른
          목적으로 귀하의 개인 정보를 공개할 수 있습니다.
        </li>
      </ul>
      <h3 className='text-lg font-bold'>개인 데이터 보존</h3>
      <p>
        회사는 본 개인정보 처리방침에 명시된 목적을 위해 필요한 기간 동안만
        귀하의 개인 데이터를 보존합니다. 당사는 법적 의무를 준수하고(예: 관련
        법률을 준수하기 위해 귀하의 데이터를 보존해야 하는 경우), 분쟁을
        해결하고, 법적 계약 및 정책을 시행하는 데 필요한 범위 내에서 귀하의 개인
        데이터를 보존하고 사용합니다.
      </p>
      <p>
        회사는 또한 내부 분석 목적으로 사용 데이터를 보존합니다. 사용 데이터는
        일반적으로 보안을 강화하거나 당사 서비스의 기능을 개선하기 위해
        사용되거나 법적으로 더 긴 기간 동안 이 데이터를 보존해야 하는 경우를
        제외하고는 더 짧은 기간 동안 보존됩니다.
      </p>
      <h3 className='text-lg font-bold'>개인 데이터 전송</h3>
      <p>
        개인 데이터를 포함한 귀하의 정보는 회사의 운영 사무소 및 처리에 관련된
        당사자가 위치한 다른 모든 장소에서 처리됩니다. 이는 이 정보가 귀하의 주,
        지방, 국가 또는 데이터 보호법이 귀하의 관할권과 다를 수 있는 기타 정부
        관할권 외부에 위치한 컴퓨터로 전송 및 유지될 수 있음을 의미합니다.
      </p>
      <p>
        본 개인정보 처리방침에 대한 귀하의 동의와 그러한 정보의 제출은 해당
        전송에 대한 귀하의 동의를 나타냅니다.
      </p>
      <p>
        회사는 귀하의 데이터가 본 개인정보 처리방침에 따라 안전하게 처리되고
        귀하의 데이터 및 기타 개인 정보의 보안을 포함하여 적절한 통제가 마련되지
        않은 한 조직이나 국가로 귀하의 개인 데이터가 전송되지 않도록 합리적으로
        필요한 모든 조치를 취할 것입니다.
      </p>
      <h3 className='text-lg font-bold'>개인 데이터 삭제</h3>
      <p>
        귀하는 당사가 수집한 귀하에 대한 개인 데이터를 삭제하거나 삭제를
        지원하도록 요청할 권리가 있습니다.
      </p>
      <p>
        당사 서비스는 귀하가 서비스 내에서 귀하에 대한 특정 정보를 삭제할 수
        있는 기능을 제공할 수 있습니다.
      </p>
      <p>
        귀하는 계정이 있는 경우 언제든지 귀하의 계정에 로그인하고 개인 정보를
        관리할 수 있는 계정 설정 섹션을 방문하여 귀하의 정보를 업데이트, 수정
        또는 삭제할 수 있습니다. 또한 귀하는 당사에 연락하여 귀하가 당사에
        제공한 모든 개인 정보에 대한 액세스, 수정 또는 삭제를 요청할 수
        있습니다.
      </p>
      <p>
        그러나 당사가 법적 의무나 합법적인 근거가 있는 경우 특정 정보를 보존해야
        할 수 있다는 점에 유의하십시오.
      </p>
      <h3 className='text-lg font-bold'>개인 데이터 공개</h3>
      <h4>사업 거래</h4>
      <p>
        회사가 합병, 인수 또는 자산 매각에 관여하는 경우 귀하의 개인 데이터가
        이전될 수 있습니다. 당사는 귀하의 개인 데이터가 이전되고 다른 개인정보
        처리방침의 적용을 받기 전에 통지할 것입니다.
      </p>
      <h4>법 집행</h4>
      <p>
        특정 상황에서 회사는 법률에 의해 또는 공공 기관(예: 법원 또는 정부
        기관)의 유효한 요청에 따라 개인 데이터를 공개해야 할 수 있습니다.
      </p>
      <h4>기타 법적 요구 사항</h4>
      <p>
        회사는 다음과 같은 선의의 믿음으로 귀하의 개인 데이터를 공개할 수
        있습니다.
      </p>
      <ul>
        <li>법적 의무 준수</li>
        <li>회사의 권리 또는 재산 보호 및 방어</li>
        <li>서비스와 관련된 잠재적인 위법 행위 방지 또는 조사</li>
        <li>서비스 사용자 또는 대중의 개인 안전 보호</li>
        <li>법적 책임으로부터 보호</li>
      </ul>
      <h3 className='text-lg font-bold'>개인 데이터 보안</h3>
      <p>
        귀하의 개인 데이터 보안은 당사에게 중요하지만 인터넷을 통한 전송
        방법이나 전자 저장 방법은 100% 안전하지 않다는 점을 기억하십시오. 당사는
        상업적으로 허용되는 수단을 사용하여 귀하의 개인 데이터를 보호하기 위해
        노력하지만 절대적인 보안을 보장할 수는 없습니다.
      </p>
      <h2 className='text-xl font-bold'>아동의 개인정보 보호</h2>
      <p>
        당사 서비스는 13세 미만의 어린이를 대상으로 하지 않습니다. 당사는 13세
        미만의 어린이로부터 고의로 개인 식별 정보를 수집하지 않습니다. 귀하가
        부모 또는 보호자이고 귀하의 자녀가 당사에 개인 데이터를 제공했다는
        사실을 알고 있는 경우 당사에 문의하십시오. 당사가 부모 동의 확인 없이
        13세 미만의 어린이로부터 개인 데이터를 수집했다는 사실을 알게 되면
        당사는 해당 정보를 당사 서버에서 제거하는 조치를 취합니다.
      </p>
      <p>
        당사가 귀하의 정보를 처리하기 위한 법적 근거로 동의에 의존해야 하고
        귀하의 국가에서 부모의 동의가 필요한 경우 당사는 해당 정보를 수집하고
        사용하기 전에 귀하의 부모의 동의를 요구할 수 있습니다.
      </p>
      <h2 className='text-xl font-bold'>다른 웹사이트로의 링크</h2>
      <p>
        당사 서비스에는 당사가 운영하지 않는 다른 웹사이트로의 링크가 포함될 수
        있습니다. 제3자 링크를 클릭하면 해당 제3자 사이트로 이동합니다. 방문하는
        모든 사이트의 개인정보 처리방침을 검토하는 것이 좋습니다.
      </p>
      <p>
        당사는 제3자 사이트 또는 서비스의 콘텐츠, 개인정보 처리방침 또는 관행에
        대해 통제권이 없으며 책임을 지지 않습니다.
      </p>
      <h2 className='text-xl font-bold'>본 개인정보 처리방침의 변경</h2>
      <p>
        당사는 수시로 개인정보 처리방침을 업데이트할 수 있습니다. 당사는 이
        페이지에 새로운 개인정보 처리방침을 게시하여 변경 사항을 통지할
        것입니다.
      </p>
      <p>
        변경 사항이 적용되기 전에 이메일 및/또는 당사 서비스에 대한 눈에 띄는
        공지를 통해 귀하에게 알리고 본 개인정보 처리방침 상단의 "마지막
        업데이트" 날짜를 업데이트합니다.
      </p>
      <p>
        변경 사항이 있는지 정기적으로 본 개인정보 처리방침을 검토하는 것이
        좋습니다. 본 개인정보 처리방침의 변경 사항은 이 페이지에 게시될 때
        효력이 발생합니다.
      </p>
      <h2 className='text-xl font-bold'>문의하기</h2>
      <p>
        본 개인정보 처리방침에 대해 질문이 있는 경우 다음을 통해 문의할 수
        있습니다.
      </p>
      <ul>
        <li>이메일: mandu9284@gmail.com</li>
      </ul>
    </div>
  )
}
export default KrPrivacy
